Repository: ThanasisMpalatsoukas/simplePortfolioTheme
Catalog: languages/*.po
Languages: el

source: side image
el: Στηλη φωτογραφιων

source: Gallery
el: γκαλερι

source: Contact information
el: Πληροφοριες Επικοινωνίας

source: useful links
el: Χρησιμοι συνδεσμοι

source: portfolio
el: πορτφολιο

source: testimonials
el: Γνωμες πελατων

source: about me
el: σχετικα με εμενα

source: Developed and designed by
el: Δημιουργημενο και σχεδιασμενο απο

source: all rights reserved
el: Ολα τα δικαιωματα διατηρουνται

source: Loading
el: Φορτωνει

source: ABOUT ME
el: ΣΧΕΤΙΚΑ ΜΕ ΕΜΕΝΑ

source: TESTIMONIALS
el: ΓΝΩΜΕΣ ΠΕΛΑΤΩΝ

source: PORTFOLIO
el: ΠΟΡΤΦΟΛΙΟ

source: CONTACT ME
el: ΕΠΙΚΟΙΝΩΝΗΣΕ ΜΑΖΙ ΜΟΥ

source: Click below to see more
el: Πατηστε κατω για να δειτε περισσοτερα

source: OBJECTIVES
el: ΣΤΟΧΟΙ

source: PLEASE MAKE A POST IN THE TESTIMONIALS TO MAKE IT SHOW UP HERE OR DEACTIVATE THE TESTIMONIALS OPTION
el: ΠΑΡΑΚΑΛΩ ΒΑΛΕΤΕ ΠΕΡΙΕΧΟΜΕΝΟ ΣΤΙΣ ΓΝΩΜΕΣ ΤΩΝ ΠΕΛΑΤΩΝ ΣΑΣ Η ΑΠΕΝΕΡΓΟΠΟΙΗΣΤΕ ΤΟ

source: All
el: Ολα

source: LAST
el: ΠΡΟΗΓΟΥΜΕΝΟ

source: NEXT
el: ΕΠΟΜΕΝΟ

source: PLEASE POST A PORTFOLIO POST HERE OR DEACTIVE THE PORTFOLIO SECTION TOTALLY
el: ΠΑΡΑΚΑΛΩ ΒΑΛΕΤΕ ΠΕΡΙΕΧΟΜΕΝΟ ΣΟ ΠΟΡΤΦΟΛΙΟ ΣΑΣ Η ΑΠΕΝΕΡΓΟΠΟΙΗΣΤΕ ΤΟ

source: VISIT MY BLOG
el: ΕΠΙΣΚΕΦΤΕΙΤΕ ΤΟ BLOG ΜΟΥ

source: Get informed by the latest news of web development
el: Ενημερωθειτε για τα νεα της αναπτυξης διαδυκτιου

source: READ MORE
el: ΠΕΡΙΣΣΟΤΕΡΑ

source: PLEASE DEACITVATE THE BLOG SECTION OR INSERT POSTS TO IT
el: ΠΑΡΑΚΑΛΩ ΑΠΕΝΕΡΓΟΠΟΙΗΣΤΕ ΤΟ ΜΠΛΟΓΚ Η ΔΩΣΤΕ ΤΟΥ ΠΕΡΙΕΧΟΜΕΝΟ

source: YOU CAN CONTACT ME RIGHT HERE
el: ΜΠΟΡΕΙΤΕ ΝΑ ΕΠΙΚΟΙΝΩΝΗΣΤΕ ΜAZI MOY ΕΔΩ

source: Dont be afraid to say hi
el: μη φοβασαι να πεις ενα γεια

source: Contact me
el: επικοινώνησε μαζί μου

source: Home
el: Αρχικη

source: My personal blog
el: Το προσωπικο μου blog

source: Our everyday thoughts are presented here Case studies, video presentations and photo-shootings below.
el: Οι καθημερινοι μας στοχοι παρουσιαζονται εδω.

source: SERVICES
el: ΥΠΗΡΕΣΙΕΣ

source: best services around the town
el: Οι καλυτερες υπηρεσιες στη πολη

source: SKILLS
el: ΙΚΑΝΟΤΗΤΕΣ

source: my expertises
el: Οι δεξιοτητες μου

source: BACK
el: ΠΙΣΩ

source: Details
el: Λεπτομεριες

source: Enter the name of the person here and his words below
el: Εισαγετε εδω το ονομα του ατομου και την γνωμη του για σας παρακατω

source: Enter the jobs title here and the description below
el: Εισαγετε εδω τον τιτλο της δουλεια και την περιγραφη της δουλεια απο κατω

source: Header
el: επικεφαλιδα

source: Choose the details
el: Διαλεξτε τις λεπτομεριες

source: This is disabled for this template
el: Αυτο ειναι απενεργοποιημενο γιαυτο το τμημα

source: background image: big images are preffered ( 1800px min )
el: Εικονες μεγαλων διαστασεων προτεινονται εδω (1800px το ελαχιστο)

source: Service widget
el: Υπηρεσιες widget

source: Hello, World!
el: Γεια σου, κοσμε!

source: New title
el: Νεος τιτλος

source: Title:
el: Τιτλος:

source: Description:
el: Περιγραφη

source: Skillbar widget
el: Widget μπαρας ικανοτητων

source: Skill bar widget
el: Widget μπαρας ικανοτητων

source: Percentage:
el: Ποσοστο

source: General
el: Γενικα

source: Support
el: υποστηριξη

source: Content
el: Περιεχομενο

source: Full name
el: Ονομα και επιθετο

source: Email adress
el: Ταχυδρομικκη διευθυνση

source: Adress
el: Διευθυνση

source: State
el: Πολιτεια

source: Country
el: Χωρα

source: Phone number
el: Τηλεφωνο

source: Do you have facebook?
el: Εχεις facebook?

source: Do you have instagram?
el: Εχεις instagram?

source: Do you have linkedin?
el: Εχεις linkedin?

source: Do you have twitter?
el: Εχεις twitter?

source: brief intro of what you do
el: Ενα μικερο κειμενακι περι του επαγγελματος σου

source: Keyboard on animation on main text
el: Ειδικη κινηση κειμενου πληκτρολογιου

source: Milli seconds per letter
el: χιλιοστα του δευτεροπελπτου για καθε γραμμα

source: Porfile picture
el: Φωτογραφια σου

source: Your logo
el: Λογοτυπο

source: Enable/disable loading screen
el: Ενεργοποιησε η απενεργοποιησε την αρχικη σελιδα φορτωσης

source: Enable/disable blog
el: Ενεργοποιησε η απενεργοποιησε το blog

source: Enable/disable the portfolio
el: Ενεργοποιησε η απενεργοποιησε το πορτφολιο

source: Enable/disable testimonials
el: Ενεργοποιησε η απενεργοποιησε την γνωμη πελατων

source: about yourself
el: Περι του εαυτου σου

source: Your objectives
el: Οι στοχοι σου

source: Testimonials background image
el: Εικονα παρασκηνιου της γνωμης των πελατων

source: main background image
el: Κυρια Εικονα παρασκηνιου

source: blog background image
el: Εικονα παρασκηνιου του blog

source: 200ms is the default value
el: 200 mili second ειναι η αρχικη τιμη

source: Enable or disable keyboard animation
el: Ενεργοποιησε η απενεργοποιησε την κινηση του κειμενου στην αρχικη σελιδα

source: This is the general options menu
el: Αυτο ειναι το γενικο μενου επιλογων

source: This is the genera support menu
el: Αυτο ειναι το γενικο μενου υποστηριξης

source: Enable or disable blog function
el: Ενεργοποιησε η απενεργοποιησε τη λειτουργια blog

source: Enable or disable portfolio function
el: Ενεργοποιησε η απενεργοποιησε τη λειτουργια portfolio

source: Enable or disable testimonials function
el: Ενεργοποιησε η απενεργοποιησε την λειτουργια της γνωμης των πελατων

source: Widgets in this area will be shown on all posts in the blog area.
el: Τα widget σε αυτην την μερια θα φενονται στο περιεχομενο του blog

source: Contact form
el: Φόρμα Επικοινωνίας

source: This is where you will copy the shortcode for the contact form.
el: Εδω ειναι το μερος στο οποιο βαζεις τον κωδικο απτο contact form.

source: Skillbar section
el: Τμημα μπαρας ικανοτητων

source: Insert the skillbar of the theme here.
el: Εισαγετε την μπαρα ικανοτητας του θεματος σας εδω

source: Services section
el: Τμημα υπηρεσιων

source: Insert the services here.
el: Εισαγετε την υπηρεσια εδω

source: Click here to see more
el: Πατηστε εδω για να δειτε περισσοτερα

source: Choose the name of the detail
el: Διαλεξε το ονομα της λεπτομεριας

source: Choose the value of the detail
el: Διαλεξε την τιμη της λεπτομεριας

source: Romove detail
el: Διεγραψε τη λεπτομερια

source: Submit
el: Αποθηκευσε

source: PortfolioTheme is a theme for people who need a simple, good looking portfolio theme to showcase their work. The theme includes a portfolio section, a blog section , a testimonials section , a contact me section and much more.
el: PortfolioTheme ειναι ενα θεμα για ανθρωπος που χριαζονται ενα απλο, λιτο ομορφο πορτφολιο για να επιδειξουν την δουλεια τους.

source: Sakis Bal
el: Θανασης μπαλατσουκας
